[
{
  "model": "space.spacenews",
  "pk": 1,
  "fields": {
    "title": "NASA's sun-grazing Parker Solar Probe will zip through its 12th stellar closeup today",
    "slug": "nasas-sun-grazing-parker-solar-probe-will-zip-through-its-12th-stellar-closeup-today",
    "description": "It will fly about 5 million miles from the sun's surface.\r\nNASA's sun-grazing spacecraft will make its 12th close flyby of our star on Wednesday (June 1), marking the halfway point of the mission.\r\n\r\nDuring this flyby, the Parker Solar Probe, which is specially designed to take the extreme solar heat and radiation, will get as close as 5.3 million miles (8.5 million kilometers) of the solar surface, which is about as near as it drew during the last close approach on Feb. 25.\r\n\r\nFlying 14 times closer than the orbit of Mercury — our solar system's closest planet to the sun — Parker will reach a top speed of 364,660 mph (586,860 kph). That's roughly 21 times faster than the International Space Station's speed as it orbits Earth. The exact time of the closest approach, known as perihelion, will be 6:50 p.m. EDT (2250 GMT), according to a spokesperson at the Johns Hopkins University Applied Physics Laboratory (JHUAPL), which oversees the mission.\r\nParker isn't set to break its speed record again this time, as it has several times throughout its mission. But what's more valuable that superlatives is how so many close passes are providing information about the sun's complex behavior, which leads to phenomena such as superheating the million-degree corona that is much hotter than the plasma on the sun's surface.\r\n\r\n\"The Parker Solar Probe mission is not only reshaping the landscape of solar and heliophysics research before our eyes, but it is enticing us to pursue challenging ideas that, just a few years ago, we considered out of reach,\" Nour Raouafi, the mission's project scientist from JHUAPL, said in a recent statement.\r\n\r\nThe mission has crossed the Alfvén critical surface now numerous times, for example. That's where solar material leaves the surface and becomes the solar wind, a critical radiation vector that affects space weather all over the solar system. Scientists now know that the boundary is wrinkled, rather than a smooth curve.\r\n\"Sampling the solar wind below the Alfvén critical boundary is essential to understanding the heating and acceleration of the solar wind,\" stated BWX Technologies' Justin Kasper, principal investigator for Parker's Solar Wind Electrons Alphas and Protons (SWEAP) instrument. \r\n\r\nSome of Parker's other discoveries include finding a dust-free area around the sun where the grains sublimate due to extreme heat, determining the origin of magnetic field \"switchbacks\" (or field flips) at magnetic \"funnels\" in the solar surface, and better understanding the nature of solar energetic particles.\r\nThe mission is expected to better uncover the nature of space weather, which can affect our planet by shorting out satellites, power lines or other infrastructure during the most powerful storms. More usually, however, the events are harmless and produce colorful displays high in up in our atmosphere called auroras.\r\n\r\nParker Solar Probe launched in August 2018 and includes four different instrument suites. It also does periodic planetary flybys of Venus to pick up speed or adjust course, sometimes nabbing stunning images along the way. The next such flyby will occur in August 2023.\r\n\r\nAll told, the Parker Solar Probe is expected to make 24 close passes of the sun during its seven-year mission, which is scheduled to wrap up in mid-2025.",
    "image": "space_news/2023/07/28/nasa_sun_grazing.jpg",
    "time_create": "2023-07-28T10:10:00.010Z",
    "published": true
  }
},
{
  "model": "space.spacenews",
  "pk": 2,
  "fields": {
    "title": "NASA's Mars MAVEN spacecraft spent 3 months on the brink of disaster",
    "slug": "nasas-mars-maven-spacecraft-spent-3-months-on-the-brink-of-disaster",
    "description": "A daunting, three-hour presentation to NASA leadership about the MAVEN Mars orbiter's future was supposed to be the biggest challenge for the mission team early this year. But just as the presentation was going smoothly on Earth, the spacecraft itself was in serious trouble millions of miles away. \r\n\r\nAs she finished leading the presentation on that February day, Shannon Curry, recently appointed principal investigator for the MAVEN mission, felt confident about the team's work making the case that the Mars mission should continue at least three more years, an argument based on six months of exhaustive work from the team.\r\n\r\nThen her phone rang. \"We finally finish the presentation, I turn everything back on, and our project manager calls me immediately,\" Curry told Space.com. \"Now, I'm thinking he's calling me to be like, 'Congratulations, you did it, you're doing great,' and he was like, 'We're in safe mode.'\"\r\n\r\nSafe mode means that a spacecraft has run into a problem it can't solve on its own, so it has shut down everything it doesn't need to survive until engineers on Earth can assess the situation. Sometimes, the solution is simple, the cosmic equivalent of rebooting an internet router.\r\n\r\nBut not this time.\r\n\r\n\"The safe mode event was — catastrophic is too strong, but I mean, we did get close to losing the spacecraft,\" Curry said, calling the incident \"incredibly serious\" and \"scary.\" And when the team wanted to be celebrating the end of the six-month mission extension campaign, the timing stung. \"It was like getting the wind knocked out of you. On your birthday.\"\r\n\r\nMAVEN, more formally known as Mars Atmosphere and Volatile Evolution, arrived in orbit around the Red Planet in 2014. Since then, the spacecraft has not only studied the Martian atmosphere, as its name promises, but has also acted as a key relay station for communications between NASA and its Martian landers and rovers, which cannot directly signal Earth.\r\n\r\nIt's not a mission that NASA wants to end, and indeed, at the end of the review process that culminated in the grueling presentation, the agency authorized the mission to continue work for three more years. However, MAVEN has spent more than eight years in space, far longer than it was initially designed for, and one particular part is giving the team trouble.\r\nThe spacecraft carries two of what engineers call inertial measurement units, or IMUs: one primary version, dubbed IMU-1, and an identical backup called IMU-2. Whichever IMU the spacecraft is using at any given time is responsible for keeping MAVEN in the right attitude, or orientation in space. (Attitude is crucial: functions like charging solar panels and communicating with Earth can't occur properly when a spacecraft loses attitude.)\r\n\r\nAfter worrying IMU-1 issues cropped up in late 2017, the MAVEN team switched the spacecraft to its backup unit. But late last year, the team noticed that the IMU-2 unit was starting to, essentially, wear out much faster than expected. So in early February, the team returned the spacecraft to its original IMU-1 unit. \r\n\r\nTwo weeks later, on Feb. 22, the very day of MAVEN's mission extension presentation, the spacecraft suddenly couldn't seem to use either IMU to properly position itself.\r\n\r\n\"For different reasons, both of our [IMU]s started showing problems,\" Curry said. \"When we went into safe mode, it was because one of them really crashed, basically, and then the other just was losing lifetime.\"\r\nThe first challenge was to stabilize the spacecraft, which required a procedure engineers call heartbeat termination.\r\n\r\nThe term \"is not just for dramatic effect: basically, it's like ripping the cord out of the wall,\" Curry said. \"The spacecraft rebooted its main onboard computer, and then when that didn't work, it had to swap to the backup computer, and we've never been on the backup computer before.\"\r\n\r\nAfter more than an hour of the spacecraft trying to revive IMU-1, the computer swap, which also put MAVEN on IMU-2, held. And not a moment too soon: the spacecraft's focus on the sun was beginning to stray, an existential threat in and of itself.\r\nBut even once the MAVEN team had addressed the most urgent issues, the situation remained dangerous, since the team knew that using IMU-2 was courting disaster. \"We've got one IMU left, and we don't have much time on it. At all,\" Curry said. \"We recovered from the safe mode, and then we were still in pretty hot water.\"\r\n\r\nSo the team set to work developing what spacecraft managers call \"all-stellar mode.\" That mode allows the spacecraft to determine its attitude by matching the stars it sees with its internal map of the cosmos. It's not quite as precise as using an IMU, but it doesn't have a limited lifetime. Unfortunately, all-stellar mode takes time to develop. The MAVEN team had intended to do that work later this year. \"We already had it bookmarked for October as a 'just in case,' thinking we were, like, doing our extra credit homework,\" Curry said.\r\n\r\nThe spacecraft had other ideas. Once MAVEN was stable on IMU-2, the team scrambled to develop all-stellar mode as quickly as possible, completing the process in time to send the relevant commands to the spacecraft on April 19, just shy of two months after the crisis began.\r\n\r\nFor about a month after all-stellar was implemented, the MAVEN team gradually began to turn on and check instruments, although the spacecraft had to remain pointing to Earth throughout the time, limiting the science the mission could do.\r\n\r\nCurry especially regrets the loss of data from MAVEN's extreme ultraviolet instrument, which can't observe at all when the spacecraft is pointing at Earth. Among other work, that instrument can measure certain types of ultraviolet and X-ray radiation from the sun as it arrives at the Red Planet.\r\n\r\nAnd while MAVEN has been recovering, the sun has produced several major flares that the spacecraft has missed. \"That's a real kicker,\" she said. \"A couple of X-class flares have propagated past Mars and impacted Mars, and MAVEN is the only one who would be able to observe them and has not been able to.\" \r\n\r\nThe slow ramp-up back to full operations also meant that MAVEN spent an extra month unable to serve as a relay satellite for the InSight lander and Curiosity and Perseverance rovers, the three NASA robots currently active on the Martian surface. Although other satellites also participate in this work, MAVEN bears one of the largest loads. So the spacecraft's three-month outage meant not just reduced science from MAVEN but reduced science from Mars overall.\r\n\r\n\"It's been really hard on all of the surface assets,\" Curry said. And in turn, the rescue was about more than MAVEN itself. \"It wasn't just simply to make sure we saved our spacecraft. This was enabling a lot of data at Mars in general.\"\r\n\r\nAfter more than three months out of commission, MAVEN finally returned to its normal operations on Saturday (May 28), according to a statement from the University of Colorado Boulder's Laboratory for Atmospheric and Space Physics, where the mission is headquartered. But the milestone doesn't mean the spacecraft team's work is done. \r\n\r\nAlthough all-stellar mode can do the job for normal operations, it isn't precise enough to see MAVEN safely through its most delicate maneuvers, and the spacecraft still has precious little time left on its IMUs.\r\n\r\n\"We have to spend this summer and the next year or two coming up with very clever ways to stop using the IMU when we normally would,\" Curry said. \"If we did nothing, we would not make it the next 10 years.\" (The recent mission extension sees the spacecraft through 2025, but NASA has said it wants to use MAVEN's relay capability during its planned Mars sample-return mission campaign, which is currently targeting delivery at Earth in 2033.)\r\nCurry said she's confident the MAVEN team can tackle this challenge as well. \"When all of a sudden, you're faced with this, frankly, existential threat of saying, 'Figure it out or you're gonna lose the spacecraft,' people figure it out. And so we have a path forward, we have a bunch of ideas to start testing,\" she said. \"Is everything ironed out? No. It's going to take a lot more work to iron out some clever ways to do that. But again, this is a very, very, very creative and smart team.\"\r\n\r\nIn the meantime, now that MAVEN is back to normal operations, there's precious science to be done regarding Mars' atmosphere. In particular, Curry is excited to see upcoming data that will show how the atmosphere responds to the sun's increasing activity. The sun's activity fluctuates over an 11-year solar cycle, with the star on an upswing now that scientists expect will peak around 2025.\r\n\"The solar cycle is just cranking right now and we're still at least 18 months off the peak, so we could not be more excited to get back up and running in full,\" Curry said.\r\n\r\nAnd the 2025 solar maximum is particularly intriguing because scientists expect it will coincide with the Red Planet's next serious dust-storm season. During the southern hemisphere's summer, weather conditions can trigger dust storms so large that some encompass the entire planet. It's dust-storm season on Mars now and MAVEN has watched previous seasons as well, but the alignment of cycles ups the stakes.\r\n\r\n\"MAVEN will be observing the most extreme conditions it ever has, because there'll be dust, so it's a driver from below, and then extreme solar activity as a driver from above,\" Curry said of the tantalizing 2025 opportunity. \"We are anxious just to get back into it.\"",
    "image": "space_news/2023/07/28/mars_maven_spacecraft_spent.jpg",
    "time_create": "2023-07-28T11:20:19.512Z",
    "published": true
  }
},
{
  "model": "space.spacenews",
  "pk": 3,
  "fields": {
    "title": "Hubble telescope spots peculiar dwarf galaxy with really bright neighbor",
    "slug": "hubble-telescope-spots-peculiar-dwarf-galaxy-with-really-bright-neighbor",
    "description": "The Hubble Space Telescope has captured a dazzling new view of a busy star birth factory.\r\n\r\nThe oddly shaped Minkowski's Object, a dwarf galaxy, glows in blue toward the bottom left of the image, while the elliptical galaxy NGC 541 shines brightly in the upper right. Minkowski's Object is bursting with stars, containing at least 20 million stellar objects, and it has been greatly influenced by its larger neighbor, NASA officials wrote in a statement when releasing the new Hubble Space Telescope image on May 23.\r\n\r\nThe dwarf galaxy is named after German-American astronomer Rudolph Minkowski, whose multidisciplinary work included examining galaxy evolution and defining two types of supernovas, or star explosions.\r\n\"The radio jet from NGC 541 likely caused the star formation in Minkowski's Object,\" NASA officials said in the statement. This jet pushes against gas surrounding the galaxy, compressing the gas until the molecules become energized, or ionized.\r\n\r\n\"As the ionized gas reverts from its higher-energy state to a lower-energy state, energy leaves the cloud in the form of radiation,\" NASA added. \"As the clouds cool, they collapse, giving rise to star birth.\"\r\n\r\nNGC 541 is an elliptical galaxy that was likely created from a merger of two other galaxies, the agency said. The galaxy's radio jets were picked up by telescopes, showing that the streams emerge from an accretion disk surrounding a black hole in the center of the galaxy.\r\n\r\nThe radio activity was likely triggered by debris from nearby mergers, NASA said. All in all, the busy area was one reason Hubble was tasked with looking at the region to better understand the conditions under which star formation is triggered.\r\nBoth Hubble and a successor telescope, the James Webb Space Telescope, are engaged in better understanding how galaxies and stars form. Webb's larger mirror and deep-space location will allow it to look at some of the universe's first galaxies, once Webb finishes commissioning this summer.\r\n\r\nWebb's research on galaxies will look at topics such as mergers, collisions, supermassive black holes and galactic types, according to NASA.",
    "image": "space_news/2023/07/28/hubble_telescope1.jpg",
    "time_create": "2023-07-28T12:04:03.494Z",
    "published": true
  }
},
{
  "model": "space.spacenews",
  "pk": 4,
  "fields": {
    "title": "Infamous asteroid Apophis 'rediscovered' as scientists test asteroid defense mechanisms",
    "slug": "infamous-asteroid-apophis-rediscovered-as-scientists-test-asteroid-defense-mechanisms",
    "description": "The asteroid, which was once thought to be a risk to Earth in 2029, was the perfect test subject during its recent close approach.\r\nA test of whether asteroid defense systems could spot a potentially hazardous near-Earth asteroid on its closest approach successfully \"rediscovered\" the infamous asteroid 99942 Apophis, which will make a close encounter with our planet in 2029.\r\n\r\nFor this asteroid defense exercise, all previous data on Apophis were made inaccessible. This meant that astronomers had to start afresh during the asteroid's close approach, which began in December 2020 and culminated in March 2021. Would Apophis slip through the net, or could our network of sky surveys find it?\r\n\r\nMany asteroid-hunting surveys, which routinely scan the sky for potentially hazardous asteroids, were involved in the project, which included over 100 scientists from 18 countries. \r\nApophis caused a stir when it was first discovered back in 2004. At that time, the asteroid's orbit was not known well enough to rule out an impact with Earth in 2029 or 2036. The B612 Foundation, a nonprofit that supports research and technologies for mapping and navigating the solar system, publicized the potential danger posed by Apophis, but refined calculations of its orbit have since ruled out the possibility of an impact anytime soon.\r\n\r\nNow, astronomers were tasked with doing this again to prove their ability to quickly identify and then assess the hazard posed by any future discovery of a potentially dangerous asteroid. \r\n\r\nThe project \"stress-tested the entire planetary defense response chain, from initial detection, to orbit determination, to measuring the asteroid's physical characteristics and even determining if and where it might hit Earth,\" Vishnu Reddy, an associate professor at the University of Arizona's Lunar and Planetary Laboratory who led the campaign, said in a NASA statement.\r\nDuring the test, Apophis was spotted first by the Catalina Sky Survey in Arizona, with subsequent detections from the Asteroid Terrestrial-impact Last Alert System (ATLAS) — which has observatories in Chile, Hawaii and South Africa — and the Panoramic Survey Telescope and Rapid Response System (Pan-STARRS) in Hawaii. Perhaps the most important measurements were from NASA's Near-Earth Object Wide-field Infrared Survey Explorer (NEOWISE) spacecraft, which used its thermal vision to accurately measure the size and shape of Apophis. It identified Apophis as an elongated object with a diameter of 886 to 1,345 feet (270 to 410 meters). \r\n\r\nBased on NEOWISE's measurements, scientists at NASA's Ames Research Center in California got a better estimate of the energy that would be unleashed if Apophis were to collide with Earth. They calculated that an impact would carry approximately 8.5 x 10^19 joules of energy, which is equivalent to 20 million kilotons of TNT and 10,000 times more powerful than the Chelyabinsk meteor airburst over Russia in 2013. The damage wrought by Apophis would be devastating, but only on a regional scale; it is not massive enough to cause the global extinction of human life. \r\n\r\nBy Dec. 23, 2020, the International Astronomical Union's Minor Planet Center, which is the collecting body for all asteroid and comet observations, had enough data to announce the rediscovery of Apophis as a new asteroid but not enough data to rule out an impact.\r\n\"Even though we knew that, in reality, Apophis was not impacting Earth in 2029 starting from square one … there were large uncertainties in the object's orbit that theoretically allowed an impact that year,\" Davide Farnocchia, a navigation engineer at NASA's Jet Propulsion Laboratory, said in the statement.\r\n\r\nFarnocchia led efforts to calculate Apophis' orbit, which were boosted by the Goldstone Solar System Radar in California in March 2021. This ground-based radar produced images of Apophis and measured its velocity and distance, thus yielding a more accurate calculation of the asteroid's orbit. This information was finally enough to rule out a collision in 2029 or for at least the next 100 years.",
    "image": "space_news/2023/07/28/infamous_asteroid.jpg",
    "time_create": "2023-07-28T13:01:19.432Z",
    "published": true
  }
},
{
  "model": "space.spacenews",
  "pk": 5,
  "fields": {
    "title": "Hubble Space Telescope images twisted galaxy shaped by a big neighbor",
    "slug": "hubble-space-telescope-images-twisted-galaxy-shaped-by-a-big-neighbor",
    "description": "This fresh Hubble Space Telescope image looks like a gassy disaster unfolding deep in space.\r\n\r\nThe image shows the galaxy NGC 3718, which NASA officials say is a \"highly disturbed spiral,\" meaning its formation was disrupted. As the galaxy gets into the gravitational well from the neighboring galaxy NGC 3729, that galactic interaction pulls NGC 3718 into an S-shaped warp. The galaxies are separated by 150,000 light-years, with NGC 3729 not shown in this view from the Hubble Space Telescope.\r\n\r\n\"Hubble's view of this portion of NGC 3718 shows the sinuous, twisting dust lane in detail as it sweeps by the core of the galaxy and curves into the surrounding gas,\" NASA officials said in a May 24 statement. \"Both the galaxy's gas and dust lane are similarly distorted into this unique configuration.\" \r\nNGC 3718 is also called Arp 214, recognizing its placement in the 1966 Atlas of Peculiar Galaxies, constructed by Halton Arp to look at galaxies with unusual structures.\r\n\r\nThe Hubble telescope was focusing on the nucleus of the galaxy, which is hard to see because of the amount of dust in the way. Infrared light allowed Hubble to peer through \"as part of a study of the central regions of disk-shaped galaxies, with prominent bulges of stars in multiple environments,\" NASA officials said.\r\n\r\nThe goals of the study included learning how supermassive black hole masses might be related to galactic \"bulges\" about the center, as well as how star formation happens throughout a galaxy.\r\nNASA's James Webb Space Telescope aims to extend Hubble's generation of work by peering at galaxies close to the start of the universe. Webb is expected to start work this summer.\r\n\r\nSome of Webb's research will focus on matters such as galactic variety, mergers and collisions, as well as more details on galaxies' relationships with supermassive black holes, according to NASA.",
    "image": "space_news/2023/07/28/the_galaxy_ngc_3718.jpg",
    "time_create": "2023-07-28T14:02:51.050Z",
    "published": true
  }
},
{
  "model": "space.spacenews",
  "pk": 6,
  "fields": {
    "title": "Behold the coiled beauty of this snake-like galaxy 80 million light-years from Earth",
    "slug": "behold-the-coiled-beauty-of-this-snake-like-galaxy-80-million-light-years-from-earth",
    "description": "This striking image of NGC 1087 was recently captured by the ALMA observatory in Chile.\r\nA spiral galaxy is curled up like a sleeping serpent in a striking new image from the European Southern Observatory's (ESO) Atacama Large Millimeter/submillimeter Array (ALMA).\r\n\r\nALMA's high altitude of 16,500 feet (5,000 meters) and extremely dry climate in Chile's Atacama Desert provide an excellent vantage point for the observatory's 66 radio telescopes to penetrate the heavens.\r\n\r\nSwirling silently 80 million light-years from Earth like a sleeping, coiled snake, NGC 1087 is an intermediate spiral galaxy that spans 86,800 light-years in the constellation Cetus. This area of the sky is named after a sea monster from Greek mythology and is home to other water-themed constellations, like Aquarius and Pisces.\r\nSeen as a composite image composed of shots taken at different wavelengths, ALMA's observations capture the galaxy's lava-like reddish hue, which represents cold clouds of star-spawning molecular gas.\r\n\r\nThe blue-tinted regions indicate areas of older, more mature stars, all imaged by the Multi-Unit Spectroscopic Explorer on ESO's Very Large Telescope, located at the expansive ALMA observatory site, ESO representatives said in a statement. \r\nThese breathtaking shots were obtained in conjunction with a project called PHANGS, or the Physics at High Angular Resolution in Nearby Galaxies Survey. Scientists assigned to the team are attempting to deliver a catalog of high-resolution observations aimed at nearby galaxies, with telescopes targeting a wide range of wavelengths. \r\n\r\nAnalysis of the different wavelengths will reveal data on the galaxy's internal physical properties of stars, gas and dust, ESO representatives said in the statement. Comparing those results across multiple readings lets astronomers investigate the processes that activate, enhance or restrict the dawn of baby stars.",
    "image": "space_news/2023/07/28/ngc_1087.jpg",
    "time_create": "2023-07-28T14:31:47.223Z",
    "published": true
  }
},
{
  "model": "space.spacenews",
  "pk": 7,
  "fields": {
    "title": "Giant galaxy cluster collision triggers vast shock wave stretching over a million light-years long",
    "slug": "giant-galaxy-cluster-collision-triggers-vast-shock-wave-stretching-over-a-million-light-years-long",
    "description": "The clash of two galaxy clusters in Abell 2146 is teaching astronomers about the kinds of \"collisionless\" shock waves that occur in our own solar system.\r\nTwo giant galaxy clusters crashing into each other triggered enormous shock waves stretching 1.6 million light-years through space.\r\n\r\nThe findings, revealed by NASA's Chandra X-ray Observatory, are helping astronomers better understand the powerful processes at work in collisions between clusters of thousands of galaxies.\r\n\r\nGalaxies make up only a small percentage of the total mass of a galaxy cluster. The majority consists of an immense halo of dark matter and a cloud of hot, diffuse gas called the intra-cluster medium that envelops the galaxies in the cluster. Because the gas is so hot, radiating at hundreds of millions of degrees Celsius, it shines brightly in X-rays. \r\nWhen two clusters come into contact, the individual galaxies slide harmlessly past each other, but the gas of the intra-cluster medium undergoes a far more energetic encounter, generating vast shock waves.\r\n\r\nThe particular cluster collision studied here by Chandra, Abell 2146, is located 2.8 billion light-years away. It's one of only three cluster collisions in the universe where the shock fronts are bright enough to be studied in detail. (The other two are the Bullet Cluster and Abell 520.)\r\n\r\nA team led by Helen Russell, an astronomer at the University of Nottingham in the U.K., used Chandra to observe Abell 2146 for a total of 23 days — the deepest look at a cluster's shock waves ever undertaken.\r\n\r\nOne of the clusters is falling through the other one. As it does so, it generates two shock waves: a \"bow shock\" at its leading edge (like at the prow of a boat moving through water) and an \"upstream shock\" behind it.\r\n\r\nThe bow shock has a simple explanation:  Gas is compressed ahead of the infalling cluster as it passes through. The upstream shock is a little more complex, and forms when gas that's removed from the infalling cluster — in a process known as \"ram-pressure stripping\" — is left behind and interacts with the in situ gas in the cluster that it is moving through.\r\nRussell's team measured not only the length of these shocks — 1.6 million light-years long, in the case of the main bow shock — but also, for the first time, their width. Theory predicts that the upstream shock should be narrower because it is younger, having formed after the bow shock. This is indeed what Chandra discovered, measuring the depth of the bow shock to be 55,000 light-years wide and the upstream shock to be about 35,000 light-years wide.\r\n\r\nUsing Chandra, Russell's team measured the energy of the gas (which we might loosely think of as its temperature) in the upstream shock as rising from 6 to 8 kilo-electron volts. The gas seems to have obtained this energy primarily by the compression effect of the shock wave energizing electrons in the gas. Crucially, collisions between individual atoms and molecules are rare, because the gas is very diffuse. \r\n\r\nChandra measured the random motion of particles in the intra-cluster medium as being about 290 kilometers per second (650,000 mph), and those particles can travel up to 50,000 light-years, on average, before they encounter another particle. So, although Chandra measured some secondary heating from particle collisions, this heating must have happened slowly, building up over 200 million years.\r\nThe confirmation that most of the heating in a galaxy cluster collision is through \"collisionless\" shocks allows comparisons to be drawn with events on a much smaller scale, here in our own solar system. The solar wind, for example, experiences collisionless shocks when it encounters an obstacle such as Earth, and these shocks can disturb the planet's magnetic field and accelerate charged particles to instigate a geomagnetic storm. By comparing the creation of these collisionless shocks on vastly different scales, scientists may gain further insight into the physics of how the shocks in cluster collisions, as well as those in solar and stellar winds, take place.\r\n\r\nThe findings have been accepted for publication in the journal Monthly Notices of the Royal Astronomical Society, and a preprint is available via the arXiv database.",
    "image": "space_news/2023/07/28/abell_2146.jpg",
    "time_create": "2023-07-28T15:06:37.062Z",
    "published": true
  }
},
{
  "model": "space.spacenews",
  "pk": 8,
  "fields": {
    "title": "Dark black hole wandering the Milky Way may be the smallest yet detected",
    "slug": "dark-black-hole-wandering-the-milky-way-may-be-the-smallest-yet-detected",
    "description": "The stellar-mass black hole is likely one of 100 million solitary black holes in the Milky Way, scientists said.\r\nA rogue black hole wandering the space lanes of our Milky Way galaxy alone could be the smallest black hole yet found, according to one estimate of its mass.\r\n\r\nEarlier this year, astronomers led by Kailash Sahu of the Space Telescope Science Institute in Baltimore, Maryland, announced the discovery of the first known isolated stellar-mass black hole. \r\n\r\nThe black hole is 5,000 light-years away and was discovered thanks to the power of its gravity to act as a gravitational lens, magnifying the light of a background star 19,000 light-years away. It was initially spotted by two ground-based surveys, the Polish-led Optical Gravitational Lensing Experiment (OGLE) which mostly uses the Las Campanas Observatory in Chile, and the Microlensing Observations in Astrophysics (MOA) project at the Mount John University Observatory in New Zealand.\r\nSahu's team used the Hubble Space Telescope to follow up on the discovery, and the degree of gravitational lensing allowed them to conclude that the black hole has a mass about 7.1 times greater than the sun's mass.\r\n\r\nHowever, a second team has now come forward with a different mass calculation. The group, led by Casey Lam of the University of California, Berkeley, concluded that the object has a mass between 1.6 and 4.4 times the mass of the sun. If correct, then this could have intriguing implications.\r\n\r\nStellar-mass black holes are the product of the supernovae of stars with masses 20 times greater than the Sun. On the other hand, when stars with between 8 and 20 solar masses go supernovae, they leave behind a neutron star instead. \r\nNeutron stars can theoretically have masses up to about 2.3 solar masses. Observations of stellar-mass black holes detectable in binary systems have not turned up any with less than 5 solar masses, creating a gap between the most massive neutron stars and the least massive black holes. If the black hole is at the upper end of Lam's mass range, it would help plug this gap. (Several candidate gravitational-wave events have also been detected involving objects that fall into this mass gap.)\r\n\r\n\"Whatever it is, the object is the first dark stellar remnant discovered wandering through the galaxy unaccompanied by another star,\" said Lam in a NASA statement.\r\nEven though stars with more than 20 solar masses account for just 0.1% of all the stars in the Milky Way, there are so many stars in the Milky Way (an estimated 100–200 billion), and the Milky Way is so old (approximately 13 billion years) that there should now be 100 million or more stellar-mass black holes in our galaxy. \r\n\r\nMany of these are found in binary systems, where their presence is evident from their gravitational pull on their companion star and their accretion of matter from their neighbor. One has even been found inside a star cluster, NGC 1850 in the Large Magellanic Cloud. However, many others will be wandering between the stars, going unnoticed until a chance alignment with a background star means we spot them creating a gravitational lens.\r\n\r\nThis discovery is just the tip of the iceberg. NASA's Nancy Grace Roman Space Telescope, which is planned for launch in 2027, will survey large swathes of the Milky Way and is expected to identify several thousand microlensing events, many of which could be black holes.",
    "image": "space_news/2023/07/28/black_hole_wandering_the_milky_way.jpg",
    "time_create": "2023-07-28T16:43:48.687Z",
    "published": true
  }
}
]
